{"1390378601690791938": {"created_at": "Thu May 06 18:51:05 +0000 2021", "full_text": "Advanced laser technology powers some of Apple's most popular features, like Face ID, Memoji &amp; Portrait mode. We’re expanding our work with II-VI, whose teams from Sherman, TX to Champaign, IL show the power of advanced manufacturing &amp; American ingenuity. https://t.co/M94bKvwAtB"}, "1390007937691619329": {"created_at": "Wed May 05 18:18:12 +0000 2021", "full_text": "This week we honor teachers for their unwavering commitment to educating and inspiring the next generation. In an unprecedented year of challenge and uncertainty, it is your wisdom, your passion and your tireless dedication that has carried us through. #TeacherAppreciationWeek https://t.co/1DkXSDChWU"}, "1389217934875140104": {"created_at": "Mon May 03 13:59:00 +0000 2021", "full_text": "Teachers have a profound impact on students, including as role models and heroes. Proud to work with @HustonTillotson on this new initiative to increase the number of Black male teachers. Representation matters and will inspire the next generation. https://t.co/I2mzpEy0Bq"}, "1388526745406492673": {"created_at": "Sat May 01 16:12:28 +0000 2021", "full_text": "To everyone heading off to college this fall — a congratulations from all of us at Apple! #NationalCollegeDecisionDay https://t.co/3EsqIwJEUa"}, "1387140125256130561": {"created_at": "Tue Apr 27 20:22:32 +0000 2021", "full_text": "At Apple, we’ve always believed that you should be in control of your data — what you do with it &amp; who you share it with should be up to you. App Tracking Transparency in iOS 14.5 gives you the choice to share the data that’s being collected about you across apps and websites. https://t.co/EbfN8CtiKd"}, "1386780398609309698": {"created_at": "Mon Apr 26 20:33:06 +0000 2021", "full_text": "Amid a devastating rise of COVID cases in India, our thoughts are with the medical workers, our Apple family and everyone there who is fighting through this awful stage of the pandemic. Apple will be donating to support and relief efforts on the ground."}, "1386693881161392128": {"created_at": "Mon Apr 26 14:49:19 +0000 2021", "full_text": "As we look toward recovery &amp; rebuilding, Apple is investing $430B in US innovation and manufacturing along with 20K new jobs across the country over the next 5 years. The future of American innovation has never been brighter &amp; more environmentally sound. https://t.co/TTxLimSXD4"}, "1385243824390230018": {"created_at": "Thu Apr 22 14:47:18 +0000 2021", "full_text": "Earth Day is a reminder that the fight for our planet can’t wait and neither should we. That’s why Apple is already carbon neutral, and by 2030, our products &amp; supply chain will be too. 🌎 https://t.co/GKFRZNlPSa https://t.co/D0SY0hTZMV"}, "1384654106661310467": {"created_at": "Tue Apr 20 23:43:59 +0000 2021", "full_text": "Today’s verdict was just, but as Dr. King wrote: “Justice for Black people will not flow into society merely from court decisions nor from fountains of political oratory...Justice for Black people cannot be achieved without radical changes in the structure of our society.”"}, "1384568739564122114": {"created_at": "Tue Apr 20 18:04:46 +0000 2021", "full_text": "Say hello to the all-new iMac! \n💚💛🧡❤️💜💙🤍\nhttps://t.co/oFiqPx7Y0S"}, "1384510323835637769": {"created_at": "Tue Apr 20 14:12:38 +0000 2021", "full_text": "It’s a beautiful spring morning for an #AppleEvent! See you soon. https://t.co/gdiN0QXbz5"}, "1382719176096116747": {"created_at": "Thu Apr 15 15:35:15 +0000 2021", "full_text": "Apple is proud to be carbon neutral &amp; by 2030 our products and manufacturing will be too. We take a new step today with a $200M fund to invest in working forests, one of nature’s best tools to remove carbon.🌳🌎  https://t.co/HCWyE0vbIF"}, "1381786256405721090": {"created_at": "Tue Apr 13 01:48:10 +0000 2021", "full_text": "Wishing a safe and peaceful month of Ramadan to all those observing around the world. Ramadan Mubarak!"}, "1378713402252566533": {"created_at": "Sun Apr 04 14:17:45 +0000 2021", "full_text": "As we look toward a spring of hope and renewal, wishing a joyous and safe Easter to everyone celebrating around the world!"}, "1378429958729527301": {"created_at": "Sat Apr 03 19:31:26 +0000 2021", "full_text": "Earlier this week we opened our newest store, Apple Downtown Nashville. We’re proud to continue our growth in a city so rich in education, history and creativity. https://t.co/1tOyZJMqSz"}, "1377622693261021184": {"created_at": "Thu Apr 01 14:03:39 +0000 2021", "full_text": "As Apple celebrates 45 years today, I’m reminded of Steve’s words from many years ago: “It’s been an amazing journey so far, yet we have barely begun.” Thanks to every member of our Apple family for all you’ve done to enrich lives. Here’s to the next 45 years &amp; beyond!"}, "1377303354414489600": {"created_at": "Wed Mar 31 16:54:43 +0000 2021", "full_text": "Proud to partner with our suppliers in our shared duty to protect the planet. Working together, we're avoiding 15 million metric tons of CO2e annually - the equivalent of taking 3.4 million cars off the road each year. https://t.co/N2qAiba2Il"}, "1377271805719707655": {"created_at": "Wed Mar 31 14:49:21 +0000 2021", "full_text": "Today, and always, we celebrate trans and gender non-conforming communities around the world &amp; acknowledge the work that needs to be done to protect trans lives. Every person should be treated with dignity &amp; respect — and free to live openly and truthfully. #TransDayOfVisibility"}, "1375984086779535361": {"created_at": "Sun Mar 28 01:32:25 +0000 2021", "full_text": "Wishing a happy and healthy Passover to all those celebrating around the world. Chag Sameach!"}, "1375587779329941508": {"created_at": "Fri Mar 26 23:17:38 +0000 2021", "full_text": "In poetry and conversation, @TheAmandaGorman calls on us to hope, to right enduring wrongs, and to join together in building a better world. Thank you for sharing your words with us. 🙏 https://t.co/3H0BZWsqF2"}, "1374148304003473410": {"created_at": "Mon Mar 22 23:57:40 +0000 2021", "full_text": "Apple is committed to furthering the vital work of water conservation. Together, with our suppliers, we must protect this remarkable planet and all of its resources. 🌎 #WorldWaterDay https://t.co/cMetL4ecRK"}, "1372598031393058817": {"created_at": "Thu Mar 18 17:17:26 +0000 2021", "full_text": "The American Dream and Promise Act is a promise fulfilled for the over 450 Dreamers at Apple and those across this country. We urge Congress to pass legislation to provide certainty for Dreamers who rightly claim America as their home."}, "1372565969617387527": {"created_at": "Thu Mar 18 15:10:02 +0000 2021", "full_text": "The horrific violence against the Asian community, as evidenced by Tuesday’s murders in Georgia, calls us all to speak up and take action. We grieve for those lost and stand firmly with our Asian family. We’re supporting groups working against racism &amp; xenophobia."}, "1372187656877076489": {"created_at": "Wed Mar 17 14:06:46 +0000 2021", "full_text": "We all share a responsibility to fight the urgent and ongoing threat of climate change. At Apple, we are investing in solutions and new sources of clean energy, which we hope inspires others to help build a greener world with us. https://t.co/Jp327m1GVv"}, "1369887308191825921": {"created_at": "Thu Mar 11 05:46:00 +0000 2021", "full_text": "Ten years after the devastating tragedies in Eastern Japan on 3/11, we honor the lives lost. We stand strong with our friends &amp; colleagues in Japan and admire their resilience, courage &amp; strength. 🇯🇵"}, "1368966295975198720": {"created_at": "Mon Mar 08 16:46:13 +0000 2021", "full_text": "What a perfect way to kick off #InternationalWomensDay! @Malala, this is such exciting news! And thank you @GayleKing for the great conversation. https://t.co/YhWJEYGR7Y"}, "1366801098585956353": {"created_at": "Tue Mar 02 17:22:30 +0000 2021", "full_text": "Thanks to important insights from the Apple Hearing Study with @umichsph, we’re learning more than ever about how exposure to noise and sound levels can impact our hearing health. https://t.co/OtqehP9OjJ"}, "1365443505204596736": {"created_at": "Fri Feb 26 23:27:55 +0000 2021", "full_text": "We’re so happy to welcome our customers in Korea to Apple Yeouido — Apple’s second store in Seoul! https://t.co/vnztqsLVvP"}, "1364971361370738688": {"created_at": "Thu Feb 25 16:11:47 +0000 2021", "full_text": "The best gift we can give young people is empowering them to be themselves. Honored to join forces with @RyanQualtrics and @DanReynolds to support the great work @encircle2gether does serving LGBTQ+ youth. Thanks @RobinRoberts for a wonderful conversation. https://t.co/6pigYU8XDE https://t.co/FFIdxFgkXA"}, "1364578504809926658": {"created_at": "Wed Feb 24 14:10:42 +0000 2021", "full_text": "Celebrating Steve on what would have been his 66th birthday. Especially in a year where so much kept us apart, technology brought us together in limitless ways. That’s a testament to Steve’s life and the legacy he left, which continue to inspire me every day. https://t.co/4nluynVjFF"}, "1364248308781248517": {"created_at": "Tue Feb 23 16:18:37 +0000 2021", "full_text": "The Equality Act reflects in law the fact that every person deserves dignity &amp; respect, regardless of sexual orientation or gender identity—at work, at home and in the public square. We strongly support its passage, and we encourage Congress to come together and get it done."}, "1363879872179757058": {"created_at": "Mon Feb 22 15:54:35 +0000 2021", "full_text": "Proud to support the advanced manufacturing at COPAN Diagnostics, helping them scale up to ship more than 15M COVID-19 test kits to hospitals across the US and employ hundreds of people in new jobs to meet the demand. https://t.co/SlIqBkT5Ki"}, "1362622250613006342": {"created_at": "Fri Feb 19 04:37:15 +0000 2021", "full_text": "Our hearts are with everyone across Texas and around the US, including many of our team members, as they endure the impact of the harsh winter storms. Apple will be making a financial contribution to local, community-based organizations to support their relief efforts."}, "1361804373706244097": {"created_at": "Tue Feb 16 22:27:18 +0000 2021", "full_text": "Thrilled to host the first-ever Entrepreneur Camp for Black Founders and Developers. These brilliant leaders are bringing their passion, creativity, and ideas to people around the world and we can’t wait to see what they do next. https://t.co/CtU9OaWI4B"}, "1361318156933894144": {"created_at": "Mon Feb 15 14:15:15 +0000 2021", "full_text": "\"In these days of difficulty, we Americans everywhere must and shall choose the path of social justice...the path of faith, the path of hope, and the path of love toward our fellow man.\" – FDR #PresidentsDay"}, "1361104382729723904": {"created_at": "Mon Feb 15 00:05:47 +0000 2021", "full_text": "The rising violence against the Asian community is a painful &amp; urgent reminder that we must unite against racism in all its forms. There is no place for hate in our society. The team at Apple stands together &amp; we will be donating to groups providing support to those affected."}, "1360970482393092097": {"created_at": "Sun Feb 14 15:13:43 +0000 2021", "full_text": "Happy Valentine’s Day to you and whoever shares your heart! https://t.co/Cto97eBTsW"}, "1360318746603048960": {"created_at": "Fri Feb 12 20:03:57 +0000 2021", "full_text": "From our Apple family to yours, wishing you a healthy, safe and happy year of the Ox! #LunarNewYear"}, "1359961219621220352": {"created_at": "Thu Feb 11 20:23:16 +0000 2021", "full_text": "Shout out to @OhioState for making it easier for everyone to learn to code. They’re extending their Swift certificate program for the community, helping local businesses, students and anyone with a big idea. Let’s get coding! https://t.co/RdqMZUeTQ3"}, "1359679933044326400": {"created_at": "Thu Feb 11 01:45:32 +0000 2021", "full_text": "Thanks @UltimateEditor for an important conversation about the power of technology to improve health and fitness, and taking the time to enjoy the great outdoors. 🏞 https://t.co/efJeZoXy06"}, "1359530799012278272": {"created_at": "Wed Feb 10 15:52:56 +0000 2021", "full_text": "Moved by each episode of Time to Walk on Fitness+! This week I’m walking with Ruby Bridges, who at age 6 helped desegregate her school and is now empowering kids. She reminds us of our shared responsibility to move this country forward. “We should not ever be a hopeless people.” https://t.co/uINyu8UDVo"}, "1356255509494394882": {"created_at": "Mon Feb 01 14:58:06 +0000 2021", "full_text": "Fighting systemic barriers to opportunity means redefining business as usual. We're thrilled to open applications to our Impact Accelerator for Black- and Brown-owned businesses addressing environmental challenges. Learn more about it here: https://t.co/yEdTYZChBF"}, "1354975621911248899": {"created_at": "Fri Jan 29 02:12:17 +0000 2021", "full_text": "A pioneer with purpose. Cicely Tyson’s talent redefined theater, film and television. Her courage, resilience and grace changed the entertainment landscape for generations to come. May she Rest In Power. https://t.co/F3kyDpklJ0"}, "1354806289692385292": {"created_at": "Thu Jan 28 14:59:25 +0000 2021", "full_text": "#DataPrivacyDay comes at a time of great challenge, underscoring the critical role privacy and security play in our lives—from safeguarding your health &amp; financial data to guarding against algorithms that perpetuate rampant misinformation. We need transparency and reform."}, "1353733036920041472": {"created_at": "Mon Jan 25 15:54:41 +0000 2021", "full_text": "Walking has always been one of my favorite ways to clear my head and gain new perspectives. We hope Time to Walk can bring a little inspiration, some companionship and perhaps a laugh all while enjoying the benefits of one of the healthiest activities. https://t.co/CaZpdwlVc2"}, "1352670731377668097": {"created_at": "Fri Jan 22 17:33:28 +0000 2021", "full_text": "Hank Aaron will go down in history as one of the greatest athletes of all time, an icon that defined excellence in sport and a civil rights hero on and off the field. Rest in power. https://t.co/aaB1WvBd43"}, "1352035349954846721": {"created_at": "Wed Jan 20 23:28:41 +0000 2021", "full_text": "Congratulations to President Biden and Vice President Harris on this historic day. Inspired by your vision of unity and your immediate actions on climate change, immigration and COVID-19. One nation, indivisible."}, "1351167880298164229": {"created_at": "Mon Jan 18 14:01:40 +0000 2021", "full_text": "“It will be power infused with love and justice that will change dark yesterdays into bright tomorrows, and lift us from the fatigue of despair to the buoyancy of hope.” — Dr. Martin Luther King Jr. https://t.co/tL0OuO0WTT"}, "1349357756352892929": {"created_at": "Wed Jan 13 14:08:53 +0000 2021", "full_text": "Apple’s Racial Equity and Justice Initiative is taking three big steps. Supporting the Propel Center, a global innovation and learning hub for HBCUs. Our first Developer Academy in the US—in Detroit. And funding to accelerate minority-owned businesses. https://t.co/Z21ThemYe1"}, "1346990215114551296": {"created_at": "Thu Jan 07 01:21:07 +0000 2021", "full_text": "Today marks a sad and shameful chapter in our nation’s history. Those responsible for this insurrection should be held to account, and we must complete the transition to President-elect Biden’s administration. It’s especially when they are challenged that our ideals matter most."}, "1345014435878866946": {"created_at": "Fri Jan 01 14:30:05 +0000 2021", "full_text": "Here’s to a New Year filled with promise and possibility, health and well-being, compassion and unity — and the dawning of a safer world and a healthier planet for us all."}, "1342478106783834112": {"created_at": "Fri Dec 25 14:31:37 +0000 2020", "full_text": "This year, we are more grateful than ever for the resilience and compassion of the human spirit. Wishing you and your loved ones a Merry Christmas 🌟"}, "1339720611313065984": {"created_at": "Thu Dec 17 23:54:19 +0000 2020", "full_text": "We believe users should have the choice over the data that is being collected about them and how it’s used. Facebook can continue to track users across apps and websites as before, App Tracking Transparency in iOS 14 will just require that they ask for your permission first. https://t.co/UnnAONZ61I"}, "1339266883057451010": {"created_at": "Wed Dec 16 17:51:21 +0000 2020", "full_text": "I am constantly inspired by how passionate our employees are about giving back to their communities. This year especially, our teams have come together to support those facing unprecedented challenges. Together we’ll get through even the hardest times. https://t.co/NdUd80dCBW"}, "1338586089607458816": {"created_at": "Mon Dec 14 20:46:08 +0000 2020", "full_text": "From the beginning, we’ve focused on creating products &amp; services that help people live a better day. Apple Fitness+ takes it even further—a new fitness service built around Apple Watch, made to meet you wherever you are. 3, 2, 1... Let's go!⌚💪 https://t.co/bBJVD0REkY"}, "1337816985808191488": {"created_at": "Sat Dec 12 17:49:59 +0000 2020", "full_text": "The 5th anniversary of the #ParisAgreement marks a moment of historic urgency. Leaders of nations, of companies and of communities have a responsibility to act. Apple is proud of our progress and bold commitments. We will keep doing all we can to protect the planet we share."}, "1337569419409571840": {"created_at": "Sat Dec 12 01:26:15 +0000 2020", "full_text": "Stunning iPad creation by the one and only David Hockney to celebrate Beethoven’s genius and enduring influence on music. #Beethoven250 https://t.co/LGz3wmNAP1"}, "1337192859363995649": {"created_at": "Fri Dec 11 00:29:56 +0000 2020", "full_text": "Sending wishes of health and happiness to everyone around the world celebrating Hanukkah. May your days be filled with light and joy.\nחנוכה שמח 🕎"}, "1336708231901585411": {"created_at": "Wed Dec 09 16:24:11 +0000 2020", "full_text": "Great to be working with @DenmarkTechSC and nearly three dozen HBCUs to empower future entrepreneurs, leaders and creators! https://t.co/5oORWF8KAC"}, "1336177205127233536": {"created_at": "Tue Dec 08 05:14:05 +0000 2020", "full_text": "Congratulations to the hundreds of students across Indonesia and Brazil graduating from the Apple Developer Academy this week! In a year of unprecedented challenges, your talent, creativity and ingenuity have shone through. We can’t wait to see what you do next!"}, "1336026658201997318": {"created_at": "Mon Dec 07 19:15:52 +0000 2020", "full_text": "As we work together to fight the rise in cases in California, exposure notifications will help slow the spread of COVID-19 and put our neighbors’ health first. Thank you @GavinNewsom &amp; @Google for helping bring CA Notify to Californians while putting privacy at the very center. https://t.co/LbsBQn6zCD"}, "1335079754328756224": {"created_at": "Sat Dec 05 04:33:12 +0000 2020", "full_text": "It’s incredible to see art, creativity and technology come together in celebration of a new exhibit honoring Aotearoa New Zealand’s indigenous Māori people and culture. Congratulations to @ChelseaPaparoa and all the artists involved. #ShotOniPhone https://t.co/6nF6TJO0ZC https://t.co/nlbiko8I9M"}, "1335034489521594369": {"created_at": "Sat Dec 05 01:33:20 +0000 2020", "full_text": "Apple is proud to expand our partnership with @MalalaFund to work toward a better world for all. As champions for climate action and education, @Malala and @LisaPJackson are a force for change and their work has never been more urgent or important. https://t.co/IXfeLpTXKi"}, "1334707480530624512": {"created_at": "Fri Dec 04 03:53:55 +0000 2020", "full_text": "The most powerful technology empowers everyone. That’s why accessibility is built into everything we create. #IDPD https://t.co/WZu6nm5XWG"}, "1334002833553723392": {"created_at": "Wed Dec 02 05:13:54 +0000 2020", "full_text": "In a year unlike any other, developers have amazed us with new ways to keep us connected, entertained, active and healthy. Congratulations to the incredible app and game creators behind the @AppStore Best of 2020! https://t.co/duY64VGtmw https://t.co/b98OkoGYXa"}, "1333788717933240321": {"created_at": "Tue Dec 01 15:03:05 +0000 2020", "full_text": "This #WorldAIDSDay, we pay tribute to the healthcare workers tirelessly fighting AIDS and COVID-19 and we're proud to support them with face masks &amp; shields. Through 14 yrs of our @RED partnership, we've raised almost $250M toward the fight to end AIDS. https://t.co/5lSP2y9vVl"}, "1331956052951244807": {"created_at": "Thu Nov 26 13:40:44 +0000 2020", "full_text": "This Thanksgiving, we are thankful for all the ways we can gather and share experiences from afar, and for the researchers &amp; frontline workers helping our communities weather the storm. From our Apple family to yours, Happy Thanksgiving."}, "1329784898501046272": {"created_at": "Fri Nov 20 13:53:20 +0000 2020", "full_text": "This Transgender Day of Remembrance, we honor those whose lives were tragically stolen by bigotry and hatred. It’s only through love, acceptance and education that we can build a future where everyone is safe to live their truth."}, "1329459194601193472": {"created_at": "Thu Nov 19 16:19:06 +0000 2020", "full_text": ".@AtlanticCityBGC and their community supporters are changing lives by empowering kids with creative new learning opportunities. Apple is honored to support @BGCA_Clubs across the US with technology to help students push the boundaries of what’s possible. https://t.co/zumyfBZ0cl"}, "1328780830743830528": {"created_at": "Tue Nov 17 19:23:32 +0000 2020", "full_text": "Pardon me, is that Aaron Burr, sir? https://t.co/EGaGHuTB8o"}, "1328724647970369538": {"created_at": "Tue Nov 17 15:40:17 +0000 2020", "full_text": "Today Apple celebrates 40 years in Ireland! The spirit, imagination and diversity of our Cork campus has long made it a home away from home. Over the years, our Cork team has grown to over 6,000 talented and passionate people, and the best is yet to come! https://t.co/LYQxnYS06F"}, "1327436361264025601": {"created_at": "Sat Nov 14 02:21:05 +0000 2020", "full_text": "Wishing everyone a Happy Diwali! May the light of this festival bring warmth, health and happiness to you and your families. This beautiful photo was #ShotOniPhone12ProMax by Rohit Vohra (IG: rohit_apf) https://t.co/HTZlqRyqsz"}, "1327386448899653633": {"created_at": "Fri Nov 13 23:02:45 +0000 2020", "full_text": "The big day is here! Enjoy iPhone 12 Pro Max and iPhone 12 mini! https://t.co/ZvZ5CSuOEX"}, "1326564094627905537": {"created_at": "Wed Nov 11 16:35:01 +0000 2020", "full_text": "Tiffany Williams is a veteran, a principal, and an inspiration. I’ve had the honor of visiting Tuskegee Public School, where she’s using technology to preserve the legacy of her community and the heroic Tuskegee Airmen through storytelling on iPad. https://t.co/GQZf2lZfQX"}, "1326532071100067840": {"created_at": "Wed Nov 11 14:27:46 +0000 2020", "full_text": "We owe a debt of gratitude to our nation's heroes and their families — brave, selfless people who have sacrificed to help build a brighter future for all. This #VeteransDay, let us thank them for their service, honor their stories and cherish their lessons."}, "1325964798085918720": {"created_at": "Tue Nov 10 00:53:37 +0000 2020", "full_text": "One more sleep. #AppleEvent #ShotOniPhone12ProMax https://t.co/OwUezUWWEY"}, "1319763720034107392": {"created_at": "Fri Oct 23 22:12:45 +0000 2020", "full_text": "A new era for iPhone! The team poured their heart and soul into these products and we are thrilled to share them with the world. We hope you love iPhone 12 and iPhone 12 Pro as much as we do! https://t.co/hA8nTLvHpQ"}, "1319466389439082496": {"created_at": "Fri Oct 23 02:31:16 +0000 2020", "full_text": "So wonderful to spend time with you @SebastianYatra! Love your new single #ChicaIdeal and can’t wait to see your next music video #shotoniPhone!🕺🎶 https://t.co/9G79VnpSva https://t.co/42Hw6kMdfP"}, "1316008616906780672": {"created_at": "Tue Oct 13 13:31:19 +0000 2020", "full_text": "Hey Siri, play my event day playlist! See you all soon! #AppleEvent https://t.co/CDTYPczjCz"}, "1315442270942818305": {"created_at": "Mon Oct 12 00:00:51 +0000 2020", "full_text": "The fires across the West Coast and storms hitting the South are a tragic reminder of what’s at stake if we fail to take urgent &amp; bold action against climate change. Grateful to the employees who joined Apple in donating to relief efforts &amp; support for those who’ve lost so much."}, "1314700678963453952": {"created_at": "Fri Oct 09 22:54:02 +0000 2020", "full_text": "We’re proud to celebrate the power of unity and storytelling with @GirlsWhoCode, one of our Community Education Initiative partners! Together we’re creating a brighter, more inclusive future. 💪 https://t.co/Uk089v0Qe9"}, "1314275767900016640": {"created_at": "Thu Oct 08 18:45:35 +0000 2020", "full_text": "Thank you @StevieWonder and @ACBnational! On the 10th anniversary of the passage of the #CVAA10, we celebrate the brilliant minds and technologies that continue to build a more equitable world. Humanity thrives when everyone has the ability to bring their ideas to life. https://t.co/ovjwzOjRUo"}, "1313886138562535424": {"created_at": "Wed Oct 07 16:57:20 +0000 2020", "full_text": "We created the Health app because we believe everyone should be able to easily and securely view their health information. Proud to work alongside institutions in the UK and Canada so they can offer Health Records on iPhone, empowering patients to better manage their health. https://t.co/OgtbOiDe7A"}, "1313100720732696577": {"created_at": "Mon Oct 05 12:56:22 +0000 2020", "full_text": "“A great soul never dies. It brings us together again and again.” — Maya Angelou. You’re always with us Steve, your memory connects and inspires us every day. https://t.co/X85bjObkPK"}, "1311739095840825344": {"created_at": "Thu Oct 01 18:45:46 +0000 2020", "full_text": "As Grace Hopper said, “The most dangerous phrase in the language is, ‘We've always done it this way.’” To all the trailblazers at this year’s #vGHC from Apple and around the world, keep on pushing the boundaries of what’s possible."}, "1309236009100484608": {"created_at": "Thu Sep 24 20:59:23 +0000 2020", "full_text": "The time for #ClimateAction is now. Apple is proud of our commitment to be carbon neutral across our entire supply chain and products by 2030. https://t.co/OO6HiSjGk1"}, "1308432860450230272": {"created_at": "Tue Sep 22 15:47:58 +0000 2020", "full_text": "It’s National Voter Registration Day and @AppleNews has a state-by-state guide with registration information, polling locations and other tools you need.  https://t.co/8WsDHwClAb"}, "1307109632607956993": {"created_at": "Sat Sep 19 00:09:55 +0000 2020", "full_text": "Ruth Bader Ginsburg spent her life in pursuit of an equal world. She fought for the unheard, and through her decisions, she changed the course of American history. We can never repay what she has given us, but we all can honor her legacy by working toward true equality, together. https://t.co/lh6bioRuED"}, "1307038108815429636": {"created_at": "Fri Sep 18 19:25:43 +0000 2020", "full_text": "Taking a break so you can catch up. 👊 @Money23Green https://t.co/D7hKNJXo3a"}, "1306973901591777280": {"created_at": "Fri Sep 18 15:10:35 +0000 2020", "full_text": "Just wrapped my morning workout! You up yet @Money23Green? 🏋️‍♂️ https://t.co/KTg7KrVbcb"}, "1306769403938181120": {"created_at": "Fri Sep 18 01:37:59 +0000 2020", "full_text": "We know how important it is for our customers to stay in touch with those they love and the world around them. We can’t wait to connect with our customers and expand support in India with the Apple Store online on September 23! 🇮🇳https://t.co/UjR31jzEaY"}, "1306734816000274432": {"created_at": "Thu Sep 17 23:20:32 +0000 2020", "full_text": "Game on! 💪💪 https://t.co/za755x80jC"}, "1306700301789925377": {"created_at": "Thu Sep 17 21:03:23 +0000 2020", "full_text": "We’re thrilled that the whole family can enjoy the benefits of Apple Watch with Family Setup! As always, privacy and security are built into everything we make, so your family’s private information stays protected. https://t.co/YX3zoGK5gk"}, "1306286694455324673": {"created_at": "Wed Sep 16 17:39:52 +0000 2020", "full_text": "Apple is proud to work with researchers like Dr. Heather Ross. Yesterday we announced our partnership in three health studies to support scientists and medical professionals with critical insights to help power healthcare innovation for the future.⌚️ https://t.co/kpg3uefrHJ"}, "1305913015410147328": {"created_at": "Tue Sep 15 16:55:00 +0000 2020", "full_text": "It’s time to get started! 👀 https://t.co/OUTqAbnFDd"}, "1305823678584827905": {"created_at": "Tue Sep 15 11:00:00 +0000 2020", "full_text": "Good morning! T-minus 6 hours! #AppleEvent"}, "1304477959072276480": {"created_at": "Fri Sep 11 17:52:36 +0000 2020", "full_text": "Apple is making additional donations to firefighting and recovery across the West Coast. Our hearts are with those that have lost so much. The fires are an urgent reminder that we must act together to protect the planet we all share."}, "1304177507571130368": {"created_at": "Thu Sep 10 21:58:42 +0000 2020", "full_text": "Proud to join @CoachGusMalzahn @coachbrucepearl  and the Auburn family in speaking up for racial justice. Unity means listening, learning and acting. War Eagle! https://t.co/5tiVJMxnNK"}, "1303869914084646912": {"created_at": "Thu Sep 10 01:36:26 +0000 2020", "full_text": "Our retail stores bring the best of Apple together and we’re so proud to welcome you to our newest home in Singapore — the breathtaking Apple Marina Bay Sands. Enjoy the view! https://t.co/HGw79nVQI0"}, "1302983356502740992": {"created_at": "Mon Sep 07 14:53:35 +0000 2020", "full_text": "This year’s Labor Day is a new reminder of a timeless truth — that when the going gets tough, wherever and however it gets tough, it’s workers on the front lines who step up. Thank you to all those who continue to work hard serving their communities through this challenging time."}, "1301281694457032704": {"created_at": "Wed Sep 02 22:11:47 +0000 2020", "full_text": "We’re proud that developers like @Caribu, @HEB &amp; @ShineText are growing their businesses on the App Store. Our iOS developer community now supports 2.1 millions jobs across all 50 states, providing opportunities for Americans in the face of immense challenges https://t.co/2o0JPSAHxZ"}, "1300468503703552000": {"created_at": "Mon Aug 31 16:20:27 +0000 2020", "full_text": "Coach Thompson was a legend not just because of who he was but because of what he gave. He knew that great play began with self-respect, and that belief in his players changed not only the game, but the lives of every person he coached."}, "1300143514924138496": {"created_at": "Sun Aug 30 18:49:04 +0000 2020", "full_text": "Wishing Warren Buffett a very special 90th birthday — thank you for your leadership, friendship and unwavering commitment to American innovation. https://t.co/tAFQjjL5RL"}, "1299320465282875392": {"created_at": "Fri Aug 28 12:18:33 +0000 2020", "full_text": "On this day in 1963, thousands joined Dr. King to remind America of the fierce urgency of now. All these years later that urgency remains, as does the call to realize his dream and honor his life by making this country a place where justice is a reality for all of God’s children."}, "1299190628736098304": {"created_at": "Fri Aug 28 03:42:38 +0000 2020", "full_text": "We stand with those who refuse to accept the status quo. The WNBA, NBA, and all of those who will not tolerate another Jacob Blake. Another Emmett Till. We must do better — lives depend on it."}, "1299096912373542912": {"created_at": "Thu Aug 27 21:30:14 +0000 2020", "full_text": "I want to thank Portrice Warren and the thousands of other dedicated educators like her for embracing this unprecedented school year, and for showing kids how to face new challenges with creativity and positivity. https://t.co/7BKihVf2jH"}, "1298830107558047745": {"created_at": "Thu Aug 27 03:50:03 +0000 2020", "full_text": "Great to work alongside @GallaudetU in making learning more accessible and creating greater opportunity for their students!🧏 🦻💪 🤟 https://t.co/1xErWMiRR8"}, "1298671337276428289": {"created_at": "Wed Aug 26 17:19:09 +0000 2020", "full_text": "100 years ago, the 19th Amendment brought America another step closer toward equality. Today and always, we must make sure that everyone can participate in our democracy to realize its full potential—ever striving toward a more perfect, equal union."}, "1298277043499462656": {"created_at": "Tue Aug 25 15:12:22 +0000 2020", "full_text": "“Knowing who we are, and where we have come from, is the simplest and most effective way to unite us as Americans. Our national parks were set aside for this very purpose.” -Audrey &amp; Frank Peterman. We must all protect America’s best idea. #ShotOniPhone by @samhorine #NPSBirthday https://t.co/1dCKSqdolT"}, "1298091007297245184": {"created_at": "Tue Aug 25 02:53:08 +0000 2020", "full_text": "Our thoughts are with everyone on the Gulf Coast preparing for Tropical Storms Marco &amp; Laura—please listen to local authorities about evacuations and be safe. A heartfelt thank you to the emergency responders there who are already giving so much of themselves during the pandemic."}, "1298079086791651328": {"created_at": "Tue Aug 25 02:05:46 +0000 2020", "full_text": "Wishing a full recovery to Jacob Blake and justice for him and our communities. https://t.co/yXgEjzrTbK"}, "1298009465459896320": {"created_at": "Mon Aug 24 21:29:07 +0000 2020", "full_text": "Our National Parks strengthen our connection to nature, to one another, and to the soul of our nation. Apple is excited to build on our partnership with @GoParks and to support their work to preserve our shared treasures for generations to come. https://t.co/2jgX61klod"}, "1296210585881739264": {"created_at": "Wed Aug 19 22:21:00 +0000 2020", "full_text": "To our employees, friends and neighbors affected by the heatwave and expanding fires across CA, please stay safe and listen to local evacuation orders. Apple will be donating to local wildfire relief efforts."}, "1296078522566418432": {"created_at": "Wed Aug 19 13:36:14 +0000 2020", "full_text": "The most beautiful moments of life are often unexpected. Today we celebrate photographers around the world who capture the magic in every day. #WorldPhotographyDay #ShotOniPhone by Celia Luna (IG: celiadluna) https://t.co/4dnuVmLtcw"}, "1295881964856045570": {"created_at": "Wed Aug 19 00:35:11 +0000 2020", "full_text": "Music has the power to heal and to bring us together. We’re so excited for listeners around the world to connect with the artists they love and the music shaping culture through Apple Music radio. 🎶 https://t.co/BLR8WUdbgr"}, "1291746412779069440": {"created_at": "Fri Aug 07 14:41:58 +0000 2020", "full_text": "Apple is donating to relief organizations that are helping with immediate needs and long-term support in Beirut. We grieve with the people of Lebanon, our employees and all those affected by the tragedy."}, "1289033914053349377": {"created_at": "Fri Jul 31 03:03:28 +0000 2020", "full_text": "It’s our pleasure to introduce Apple Central World. In December, I visited the team in Bangkok as construction was underway, and I know they can’t wait to help our customers and to share this special space with the whole community. รักษาสุขภาพด้วยนะครับ https://t.co/4wS88GMc0P"}, "1288848161537056768": {"created_at": "Thu Jul 30 14:45:22 +0000 2020", "full_text": "\"Though I may not be here with you, I urge you to answer the highest calling of your heart and stand up for what you truly believe.\" Rest in Power John Lewis. https://t.co/CC60lh6Y1I"}, "1288131210569342978": {"created_at": "Tue Jul 28 15:16:27 +0000 2020", "full_text": "Change starts with honest conversation. We have created a helpful discussion guide to support teachers and parents who want to start a dialogue about race and equity, but need some help finding where to begin. #ChallengeForChange https://t.co/g1HH278FHP"}, "1287387268517224448": {"created_at": "Sun Jul 26 14:00:17 +0000 2020", "full_text": "30 years ago, the Americans with Disabilities Act was an important milestone on the path to a more equal world. In everything we do, Apple is dedicated to building on that framework so every person has the tools they need to thrive."}, "1286725794861993984": {"created_at": "Fri Jul 24 18:11:50 +0000 2020", "full_text": "In tribute to his life and mission, Apple will be donating its proceeds from the film ‘John Lewis: Good Trouble’ to the @NCRMuseum and the @NMAAHC to further advance the values he fought for every day. https://t.co/p4hvWI92Wf"}, "1286384155245256704": {"created_at": "Thu Jul 23 19:34:17 +0000 2020", "full_text": "Proud to celebrate 25 years of the Apple Distinguished Educator program and honor the more than 3,000 educators from 45 countries who are using technology &amp; mentorship to transform students’ lives and the future. Your work has never been more important. https://t.co/lYw7OLx8Cm"}, "1286116673217470464": {"created_at": "Thu Jul 23 01:51:24 +0000 2020", "full_text": "Our world is more vibrant when everyone has access to the tools they need to realize their dreams. The work these trailblazers are doing showcases what’s possible when technology is designed with accessibility at its core. https://t.co/ZbBp6Szg7b"}, "1286027053783867393": {"created_at": "Wed Jul 22 19:55:17 +0000 2020", "full_text": "Congratulations to this year’s @ippawards winners from all around the world! Your extraordinary photos beautifully preserve the moments that make life so magical. Outstanding work! #ShotOniPhone https://t.co/9qZ2xYkrhQ"}, "1285601604620529664": {"created_at": "Tue Jul 21 15:44:42 +0000 2020", "full_text": "We’re making a big promise to future generations to do everything we can to protect the planet we all share. It’s a promise we intend to keep. https://t.co/CUdDNw9YdN"}, "1285550582200061952": {"created_at": "Tue Jul 21 12:21:57 +0000 2020", "full_text": "By 2030, Apple’s entire business will be carbon neutral — from supply chain to the power you use in every device we make. The planet we share can’t wait, and we want to be a ripple in the pond that creates a much larger change. https://t.co/bltmlnau1X"}, "1284340274022375424": {"created_at": "Sat Jul 18 04:12:37 +0000 2020", "full_text": "We have lost an American hero. John Lewis guided us toward a more righteous world. He marched in Selma, he marched on Washington—he marched for us all. His life's work shaped our history and his legacy inspires us to continue the march for racial equity and justice. https://t.co/WqW11757Io"}, "1284108197297438720": {"created_at": "Fri Jul 17 12:50:26 +0000 2020", "full_text": "With new headwear options and masks in iOS 14 — we’ve got you covered! Happy #WorldEmojiDay! https://t.co/AqQp0QVefV"}, "1283852120119107584": {"created_at": "Thu Jul 16 19:52:52 +0000 2020", "full_text": "At Apple, we believe in the power of education to transform lives and we're committed to partnering with communities of color to advance educational equity. Proud to be expanding our coding, creativity &amp; workforce development programs to 10 more HBCUs. https://t.co/vMO4UoudwE"}, "1282697461430026242": {"created_at": "Mon Jul 13 15:24:40 +0000 2020", "full_text": "At a time when many are facing unprecedented challenges, we’re proud to announce $400M in affordable housing projects &amp; homeowner assistance programs this year—part of Apple’s $2.5B commitment to address California’s persistent housing shortage. https://t.co/CNaWn5P8CV"}, "1281249676302315520": {"created_at": "Thu Jul 09 15:31:41 +0000 2020", "full_text": "A great education makes anything possible. We are proud to support the next generation of developers, dreamers and doers with expanded free, easy-to-access programs for coding, including a new course for teachers. https://t.co/kgqnnc6j8p"}, "1279383542758207489": {"created_at": "Sat Jul 04 11:56:21 +0000 2020", "full_text": "As we mark this #FourthOfJuly, I am mindful that our work as a country is not finished until every American shares fully in the promise of the Declaration of Independence — true equality and the unalienable rights of life, liberty and the pursuit of happiness."}, "1277240445290987520": {"created_at": "Sun Jun 28 14:00:26 +0000 2020", "full_text": "Pride is typically a time of gathering, community and advocacy. This year may be different, but keeping that spirit alive is urgently important. Thank you especially to the trans community for your leadership, courage and all you do to make sure tomorrow is better than today. 🌈"}, "1275407136256712707": {"created_at": "Tue Jun 23 12:35:31 +0000 2020", "full_text": "Like Apple, this nation of immigrants has always found strength in our diversity, and hope in the enduring promise of the American Dream. There is no new prosperity without both. Deeply disappointed by this proclamation."}, "1275225681794748416": {"created_at": "Tue Jun 23 00:34:29 +0000 2020", "full_text": "This year’s #WWDC20 student developers are creating apps that do incredible things like help prepare for pandemics, reduce our carbon footprints and connect victims of sexual assault with resources they need. Amazing to see how they’re dreaming big and changing the world. https://t.co/JfmmecC54P"}, "1275047887425220608": {"created_at": "Mon Jun 22 12:48:00 +0000 2020", "full_text": "Good morning developers! See you soon! #WWDC20 https://t.co/7HgxrXucwM"}, "1274726456577282049": {"created_at": "Sun Jun 21 15:30:45 +0000 2020", "full_text": "Wishing dads everywhere a happy Father’s Day! Today we celebrate and honor you."}, "1273973034223689729": {"created_at": "Fri Jun 19 13:36:55 +0000 2020", "full_text": "It took more than two years for those enslaved in Texas to learn they were free in 1865. The story of America is the story of Black Americans. We can’t forget where we’ve been if we hope to get where we all want to go. #Juneteenth"}, "1273620400652472322": {"created_at": "Thu Jun 18 14:15:40 +0000 2020", "full_text": "The 478 Dreamers at Apple are members of our collective family. With creativity and passion, they’ve made us a stronger, more innovative American company. We're glad for today’s decision and will keep fighting until DACA’s protections are permanent."}, "1272917943978885121": {"created_at": "Tue Jun 16 15:44:22 +0000 2020", "full_text": "Congratulations to Sofia, Palash and Devin — three of our amazing #WWDC20 Swift Student Challenge winners who view challenges in the world as opportunities to effect change. Every problem is a call to action — and they are answering, loud and clear. https://t.co/OgbjRuFWYi"}, "1272544803843014656": {"created_at": "Mon Jun 15 15:01:38 +0000 2020", "full_text": "Grateful for today’s decision by the Supreme Court. LGBTQ people deserve equal treatment in the workplace and throughout society, and today’s decision further underlines that federal law protects their right to fairness."}, "1271113929754685441": {"created_at": "Thu Jun 11 16:15:51 +0000 2020", "full_text": "The unfinished work of racial justice and equality call us all to account. Things must change, and Apple's committed to being a force for that change. Today, I'm proud to announce Apple’s Racial Equity and Justice Initiative, with a $100 million commitment. https://t.co/AoYafq2xlp"}, "1268616786099859461": {"created_at": "Thu Jun 04 18:53:06 +0000 2020", "full_text": "Today, as Minneapolis gathers and the nation memorializes George Floyd, we mourn a life ended in its prime and everything it represents. We feel a duty to channel grief into action, and we hold to the hope that a single soul may yet change the world."}, "1266201296391901186": {"created_at": "Fri May 29 02:54:48 +0000 2020", "full_text": "Minneapolis is grieving for a reason. To paraphrase Dr. King, the negative peace which is the absence of tension is no substitute for the positive peace which is the presence of justice. Justice is how we heal."}, "1265716743005036544": {"created_at": "Wed May 27 18:49:22 +0000 2020", "full_text": "Larry Kramer was an American original who got loud, acted up, and saved many LGBTQ lives. His unrelenting efforts won’t be forgotten and should be held up as an example of a timeless truth: “the one thing that doesn’t abide by majority rule is a person’s conscience.”"}, "1264921548017655814": {"created_at": "Mon May 25 14:09:32 +0000 2020", "full_text": "We will never forget the memory and sacrifice of those who have given their lives to protect our freedoms. And it is up to all of us, as Lincoln said, to be dedicated to the unfinished work which they so nobly advanced. #MemorialDay"}, "1264245110532763648": {"created_at": "Sat May 23 17:21:37 +0000 2020", "full_text": "Wishing safety, happiness and peace to those celebrating Eid al-Fitr around the world — especially those who’ve been unable to share these special moments in person with their loved ones this year. #EidMubarak!"}, "1263587833735856132": {"created_at": "Thu May 21 21:49:50 +0000 2020", "full_text": "Our thanks to these developers and creators who are building the life-changing apps that make the App Store such an incredible resource for accessible technology. https://t.co/xO8Wd7vLuy"}, "1263492144871862275": {"created_at": "Thu May 21 15:29:36 +0000 2020", "full_text": "This year’s #GAAD comes at a time when ensuring everyone has the tools they need to stay connected has never been more important. Accessibility is our collective responsibility. Apple is committed to making products and services that enable, empower and inspire every person."}, "1263152274362167296": {"created_at": "Wed May 20 16:59:05 +0000 2020", "full_text": "Technology can help health officials rapidly tell someone they may have been exposed to COVID-19. Today the Exposure Notification API we created with @Google is available to help public health agencies make their COVID-19 apps effective while protecting user privacy."}, "1262410103136739328": {"created_at": "Mon May 18 15:49:57 +0000 2020", "full_text": "One of my favorite parts of WWDC is seeing the big ideas and creative approaches student developers take to solve problems. Great to see the success of previous scholarship winners like Joseph, who’s helping users stay fit at home with his app GymStreak. https://t.co/ZQzp2YfPsU"}, "1260197797401210882": {"created_at": "Tue May 12 13:19:02 +0000 2020", "full_text": "To the nurses who work every day to save the lives of others—administering care, easing anxieties, comforting families, giving peace and solace in the loneliest of moments—we honor you, we celebrate you and we thank you. #InternationalNursesDay"}, "1259487759409967104": {"created_at": "Sun May 10 14:17:36 +0000 2020", "full_text": "The dreams mothers nurture become the ideas that change the world. Happy Mother’s Day and thank you for all you do, especially in times like these."}, "1258385751542128641": {"created_at": "Thu May 07 13:18:37 +0000 2020", "full_text": "We’re proud to partner with COPAN Diagnostics to rapidly expand America’s COVID-19 testing capacity. By early July, our engineering and supply chain teams will help them expand to 1M American-made collection kits to hospitals every week.  https://t.co/xvhBJExOaq"}, "1257712495554228224": {"created_at": "Tue May 05 16:43:20 +0000 2020", "full_text": "Every year I am blown away by the talent of our student developers and I can’t wait to see what you dream up for the Swift Student Challenge. #WWDC20 https://t.co/Rt5V64VIOf"}, "1257664339101663236": {"created_at": "Tue May 05 13:31:59 +0000 2020", "full_text": "Today we celebrate teachers everywhere, like Jodie from Coppell Middle School East in Texas, who are imagining new ways to keep their students engaged and learning during these challenging times. Thanks for your compassion, creativity and tireless work! Happy #NationalTeacherDay! https://t.co/FNasjjgqtr"}, "1256993862171521024": {"created_at": "Sun May 03 17:07:45 +0000 2020", "full_text": "Those who meet times of historical challenge with their eyes and hearts open—forever restless and forever striving—are also those who leave the greatest impact on the lives of others. Congratulations @OhioState Class of 2020—I can't wait to see the future you're going to build! https://t.co/3GZJer0raO"}, "1253383364196720641": {"created_at": "Thu Apr 23 18:00:55 +0000 2020", "full_text": "As this holy month of Ramadan begins, sending wishes of health, safety and wellbeing to all those observing around the world. Ramadan Mubarak!"}, "1252983163451670528": {"created_at": "Wed Apr 22 15:30:40 +0000 2020", "full_text": "More than ever before, we can see the crucial role each of us plays in our collective wellbeing—for humanity and for our planet. Apple embraces this every day as we work to operate on clean energy and use fewer of the world’s resources—and we aren’t slowing down. #EarthDay2020"}, "1251348589420449795": {"created_at": "Sat Apr 18 03:15:27 +0000 2020", "full_text": "Stunning photos of our precious world and a timely spotlight on the things and places we cherish most — an important reminder that each of us is responsible for preserving this beautiful planet we call home. #ProtectThis https://t.co/WINkZQtpeO"}, "1251238254914961411": {"created_at": "Fri Apr 17 19:57:01 +0000 2020", "full_text": "Students and teachers everywhere are doing incredible things. We are glad to work alongside Ontario’s Ministry of Education and school boards to help students access the technology they need to stay connected and #LearnAtHome https://t.co/RVq47Kiq4s"}, "1250461371004784641": {"created_at": "Wed Apr 15 16:29:57 +0000 2020", "full_text": "Today we introduced iPhone SE, our most affordable iPhone. Its compact design and powerful performance feature the best single-camera system ever in an iPhone. Another fantastic option in our lineup to help you stay connected, informed and entertained. https://t.co/Fw2T2IATR3"}, "1250109908344766472": {"created_at": "Tue Apr 14 17:13:22 +0000 2020", "full_text": "While protecting your privacy, we are sharing aggregated mobility data from Apple Maps to help public health authorities learn how people travel in their communities and to provide valuable insights to stop the spread of COVID-19. Stay safe and healthy! https://t.co/Nok77HKIXN"}, "1249332738244718593": {"created_at": "Sun Apr 12 13:45:10 +0000 2020", "full_text": "Even though many can’t be physically together, it’s more important than ever to cherish the moments we have with loved ones and friends — they truly are the most precious gifts we can receive. A happy and healthy Easter to everyone celebrating."}, "1248724370962305024": {"created_at": "Fri Apr 10 21:27:44 +0000 2020", "full_text": "Creativity is the light that shows us what’s possible, the fuel that drives progress, the beauty that makes us human. https://t.co/KSd2DzZ7xF"}, "1248657931433693184": {"created_at": "Fri Apr 10 17:03:44 +0000 2020", "full_text": "Contact tracing can help slow the spread of COVID-19 and can be done without compromising user privacy. We’re working with @sundarpichai &amp; @Google to help health officials harness Bluetooth technology in a way that also respects transparency &amp; consent. https://t.co/94XlbmaGZV"}, "1248389272622657537": {"created_at": "Thu Apr 09 23:16:11 +0000 2020", "full_text": "We know parents out there are juggling a lot in this challenging time. Apple’s education team has some fun ways to keep kids everywhere creating. #CreativityForKids https://t.co/hWIrWeSqGG"}, "1247938066414739456": {"created_at": "Wed Apr 08 17:23:15 +0000 2020", "full_text": "While this year’s Passover is different and challenging for so many, I hope all those celebrating around the world are nonetheless able to find comfort in tradition and family. Wishing you a healthy Passover. Chag Sameach!"}, "1246916489589837824": {"created_at": "Sun Apr 05 21:43:52 +0000 2020", "full_text": "Apple is dedicated to supporting the worldwide response to COVID-19. We’ve now sourced over 20M masks through our supply chain. Our design, engineering, operations and packaging teams are also working with suppliers to design, produce and ship face shields for medical workers. https://t.co/3xRqNgMThX"}, "1245737452658020352": {"created_at": "Thu Apr 02 15:38:48 +0000 2020", "full_text": "Apple is proud to support @ChefJoseAndres’s @WCKitchen and @FeedingAmerica. We can only overcome this crisis if we make sure that every person has the essentials they need to care for themselves, their families and the vulnerable people in their lives. https://t.co/Hd5iioL4bD"}, "1245534768495644672": {"created_at": "Thu Apr 02 02:13:24 +0000 2020", "full_text": "Ellis Marsalis was a true legend. In his music, his passion for New Orleans and his steadfast dedication to education, he showed us all the power of community. He’ll be missed dearly. My thoughts are with his sons who carry on his legacy. @EMCMnola https://t.co/ty68Ipo6fw"}, "1244984744233914368": {"created_at": "Tue Mar 31 13:47:48 +0000 2020", "full_text": "To trans and non-binary communities around the world this #TransDayOfVisibility: We see you, we support you, and we stand with you."}, "1244650790578352128": {"created_at": "Mon Mar 30 15:40:47 +0000 2020", "full_text": "We owe an immeasurable debt to every doctor, every nurse, every first responder, every person who is putting their life on the line to save the lives of others. Heroes walk among us. #NationalDoctorsDay"}, "1244402704769675264": {"created_at": "Sun Mar 29 23:14:59 +0000 2020", "full_text": "Reflecting today on MLK’s words, ”All life is interrelated, and we are all caught in an inescapable network of mutuality, tied in a single garment of destiny. Whatever affects one directly, affects all indirectly.” We are in this together &amp; will only get through if we act as one."}, "1243684671772176385": {"created_at": "Fri Mar 27 23:41:46 +0000 2020", "full_text": "Grateful for the teachers finding incredible new ways to bring lessons to life while at home. We’re glad to be able to support them with virtual 1:1 coaching, collections of helpful apps and books to enable remote learning, and more. https://t.co/5TVTyCUHeN"}, "1243608812763791363": {"created_at": "Fri Mar 27 18:40:20 +0000 2020", "full_text": "To help you stay informed, understand symptoms and take proper steps to protect your health, Apple has created a COVID-19 website and a US app in partnership with the CDC. As always, the data is yours and your privacy is protected. Stay safe and healthy. https://t.co/qUEMYOzZUC"}, "1242894121372512256": {"created_at": "Wed Mar 25 19:20:25 +0000 2020", "full_text": "Proud to share we’ve been able to source 10M masks for the US and millions more for the hardest hit regions in Europe. Our ops teams are helping to find and purchase masks from our supply chain in coordination with governments around the world. https://t.co/uTsA6eA5ks"}, "1241458458794188800": {"created_at": "Sat Mar 21 20:15:36 +0000 2020", "full_text": "Our teams at Apple have been working to help source supplies for healthcare providers fighting COVID-19. We’re donating millions of masks for health professionals in the US and Europe. To every one of the heroes on the front lines, we thank you."}, "1240676670069080064": {"created_at": "Thu Mar 19 16:29:03 +0000 2020", "full_text": "It’s never been more important to support each other.  We’re making a substantial donation including medical supplies to Protezione Civile in Italy, to help the heroic first responders, medical personnel &amp; volunteers working tirelessly to protect &amp; save lives. Vicini all’🇮🇹 ❤️"}, "1240372515265867776": {"created_at": "Wed Mar 18 20:20:27 +0000 2020", "full_text": "Silicon Valley is our home and we know the coming weeks will bring untold challenges for the many small businesses in our community. We are supporting #SiliconValleyStrong to help our neighbors get through these unprecedented times."}, "1238717395058876416": {"created_at": "Sat Mar 14 06:43:35 +0000 2020", "full_text": "In our workplaces and communities, we must do all we can to prevent the spread of COVID-19. Apple will be temporarily closing all stores outside of Greater China until March 27 and committing $15M to help with worldwide recovery. https://t.co/ArdMA43cFJ"}, "1236664930075463681": {"created_at": "Sun Mar 08 14:47:50 +0000 2020", "full_text": "Today we honor the women who drive us forward, and we celebrate the generations whose shoulders they stand on. Every woman deserves to be safe and treated equally. #InternationalWomensDay"}, "1235247419404632065": {"created_at": "Wed Mar 04 16:55:09 +0000 2020", "full_text": "To the scientists, the musicians, the athletes, the mothers, the entrepreneurs, the artists, the engineers, the teachers — the women of all generations who drive us forward and show girls everywhere that the future is limitless: We celebrate you. https://t.co/BfNhWOotDX"}, "1234899653922918400": {"created_at": "Tue Mar 03 17:53:15 +0000 2020", "full_text": "Amazed by the magnificent images captured by the winners of our #ShotOniPhone Night mode photo challenge. Congratulations, photographers! https://t.co/L9V6Cr8Org https://t.co/TZBJdrR89I"}, "1234853318696087559": {"created_at": "Tue Mar 03 14:49:08 +0000 2020", "full_text": "Thinking of Nashville and everyone in Tennessee recovering from last night’s devastating tornadoes, especially those who have lost loved ones. Thank you to the first responders—please stay safe."}, "1233203688111583236": {"created_at": "Fri Feb 28 01:34:05 +0000 2020", "full_text": "Perfect way to end a great day in Alabama. Always love seeing the Bham team at Apple The Summit! https://t.co/zw3O3bsJnz"}, "1233150502596218881": {"created_at": "Thu Feb 27 22:02:45 +0000 2020", "full_text": "Thank you to the students of Oxmoor Valley Elementary and the incredible teachers, principal and staff! Your podcasts and stories are a beautiful celebration of the Civil Rights Movement, and clear evidence that its legacy will always live on. https://t.co/2ZZF6OOWml"}, "1233102753766920192": {"created_at": "Thu Feb 27 18:53:01 +0000 2020", "full_text": "Coding lets students of all ages breathe life into new ideas, solve problems and prepare for the jobs of the future. Honored to join Birmingham’s students, teachers and visionary leaders in opening Ed Farm — a new education hub where students can connect, learn and create! https://t.co/4tbnuwzI9K"}, "1232021029679054848": {"created_at": "Mon Feb 24 19:14:37 +0000 2020", "full_text": "Katherine Johnson was a trailblazer, pushing us to greater heights above Earth with her work at NASA and inspiring generations of women and girls to follow in her footsteps. Our thoughts are with her family and friends as they mourn her passing. https://t.co/uYwiISu8XW"}, "1231937719523106818": {"created_at": "Mon Feb 24 13:43:35 +0000 2020", "full_text": "Thinking of Steve today on his birthday — his friendship, passion, and especially the laughter and joy he inspired. https://t.co/qPMHbzxCsQ"}, "1230665966603735041": {"created_at": "Fri Feb 21 01:30:05 +0000 2020", "full_text": "The impact of @JohnLegend’s voice extends far beyond his historic EGOT—thank you for today’s conversation about race in America and for your work to curb mass incarceration and improve access to education. #BlackHistoryMaker https://t.co/4bzOCZE6no"}, "1229442205187629057": {"created_at": "Mon Feb 17 16:27:18 +0000 2020", "full_text": "This #PresidentsDay, JFK’s words remind us all that our greatest obligation is to one another. “One true measure of a nation is its success in fulfilling the promise of a better life for each of its members.”"}, "1228327516567302144": {"created_at": "Fri Feb 14 14:37:55 +0000 2020", "full_text": "Today we celebrate love, in all of its beautiful combinations! #HappyValentinesDay! ❤️ https://t.co/2ZujWOvohf"}, "1227259362780925952": {"created_at": "Tue Feb 11 15:53:28 +0000 2020", "full_text": "This #BlackHistoryMonth we honor the generations of women and men who had the courage and determination to push for a better, more equal world — and we stand alongside those still marching today. https://t.co/n0yEiZ9Zlm"}, "1226885770788524032": {"created_at": "Mon Feb 10 15:08:56 +0000 2020", "full_text": "Some of the most amazing photos I’ve ever seen are the ones that only come out with #Nightmode. This is a beautiful view of the Hohenzollern Bridge with the stunning Cologne Cathedral in the background. Captured by Apple Schildergasse team member Jo K. 🇩🇪#ShotOniPhone https://t.co/vYWG4XQYfJ"}, "1221813908576464896": {"created_at": "Mon Jan 27 15:15:10 +0000 2020", "full_text": "Today, we remember the millions of lives lost. Tomorrow and always, we vow to reject cruelty so that it never happens again. “History, despite its wrenching pain, cannot be unlived, but if faced with courage, need not be lived again.”— Maya Angelou #HolocaustRemembranceDay"}, "1221547854054903808": {"created_at": "Sun Jan 26 21:37:58 +0000 2020", "full_text": "Devastated and heartbroken by the passing of Kobe Bryant. I admired his athletic prowess from afar and his humanity close up. He was an original. Our thoughts and prayers are with his family, friends and fans. RIP."}, "1221050820483002368": {"created_at": "Sat Jan 25 12:42:56 +0000 2020", "full_text": "As people in China and around the world celebrate the Lunar New Year, we send our love and support to the many impacted by the Coronavirus. Apple will be donating to groups on the ground helping support all of those affected."}, "1219293803506434048": {"created_at": "Mon Jan 20 16:21:10 +0000 2020", "full_text": "Celebrating 40 years of Apple in Ireland with our remarkable and growing team at Hollyhill! Your hard work and dedication to our customers and the communities we serve reflects the best of what we stand for. Here’s to the next 40! 🇮🇪 https://t.co/ADiRz3yoOP"}, "1219226475234234368": {"created_at": "Mon Jan 20 11:53:38 +0000 2020", "full_text": ".@War_Ducks set out to create a game with fun, engaging and colorful characters, and they nailed it. Awesome to see how @NikkiLannen and her talented team in Dublin are embracing AR to take their games to the next level! https://t.co/bjL15fWlPY"}, "1219218237189185537": {"created_at": "Mon Jan 20 11:20:54 +0000 2020", "full_text": "Congratulations to Jen and the entire team at The Morning Show! https://t.co/dlLIFgznPM"}, "1219192724819185666": {"created_at": "Mon Jan 20 09:39:31 +0000 2020", "full_text": "\"I have the audacity to believe that peoples everywhere can have three meals a day for their bodies, education and culture for their minds, and dignity, equality and freedom for their spirits.” Let us all be so audacious, and work to make MLK’s dream a reality for us all."}, "1218986064834154496": {"created_at": "Sun Jan 19 19:58:20 +0000 2020", "full_text": "What an amazing welcome back to Ireland! Thank you @Hozier for sharing your music with me, and for the chance to look around the studio. Feel free to reach out if you ever need some backup vocals. 🎶 https://t.co/Opfka0j2UK"}, "1218644843297038337": {"created_at": "Sat Jan 18 21:22:26 +0000 2020", "full_text": "When you add up every ambitious dreamer, every daring creator, every impatient striver searching for a better life, you get the story of America. Apple is committed to sharing stories like those in our new series, Little America — stories that matter. https://t.co/9x2bTEad2v"}, "1218570207834230784": {"created_at": "Sat Jan 18 16:25:52 +0000 2020", "full_text": "Glad to support the essential work of our friends at @DSTNHome and @PathPartners. Apple volunteers are out in the community every day because we feel a great responsibility to make sure the place we have always called home stays a vibrant and welcoming place for everyone. https://t.co/ejP4zh5yjN"}, "1217976239689850880": {"created_at": "Fri Jan 17 01:05:39 +0000 2020", "full_text": "There are countless ways to make a difference. Jaz’s story is a great example of all those here at Apple who live and breathe our mission to leave the world better than we found it. https://t.co/ebJ3DICYIZ"}, "1216795050484490240": {"created_at": "Mon Jan 13 18:52:01 +0000 2020", "full_text": "“The Ultra Wide camera brings a whole new experience to #shotoniPhone. This provides for not only a different perspective but also a richer story.” — Athipan Wongsuebyut, Thailand (IG: awnoom). Love seeing what photographers around the world are capturing with iPhone 11 Pro! https://t.co/PFztMljfLS"}, "1214045061761003520": {"created_at": "Mon Jan 06 04:44:33 +0000 2020", "full_text": "Congratulations to all of tonight’s @GoldenGlobes winners and nominees. It’s an honor to be in the company of so many amazing storytellers. Our thanks go out to everyone who brings these remarkable stories to life."}, "1212407624144019456": {"created_at": "Wed Jan 01 16:17:57 +0000 2020", "full_text": "There is opportunity in every new beginning. In 2020, let’s use it to lead with our humanity, to protect and strengthen our planet, and to build a future we’d be proud to pass on. Happy New Year!"}, "1211472715942518785": {"created_at": "Mon Dec 30 02:22:58 +0000 2019", "full_text": "John Lewis has fought great evils with resolve, grace and abiding faith in truth’s final victory. Today is no different. Let’s share some strength with him in the way that he has shared so much with us.@repjohnlewis"}, "1210342436741894144": {"created_at": "Thu Dec 26 23:31:38 +0000 2019", "full_text": "Our hearts are with those impacted by the Australian bushfires and with the courageous volunteer force fighting the unprecedented blazes across the country—please stay safe. Apple will be donating to support relief efforts."}, "1209854222218317825": {"created_at": "Wed Dec 25 15:11:39 +0000 2019", "full_text": "Our most meaningful gift is the time we share with one another. To friends, family, Apple coworkers and all those celebrating around the world — Merry Christmas!🎄"}, "1208912342525739008": {"created_at": "Mon Dec 23 00:48:57 +0000 2019", "full_text": "Happy #Hanukkah to all those celebrating the Festival of Lights among family and friends! 🕎 חנוכה שמח #shotoniPhone by @erinrbrooks https://t.co/e6mje8u8iW"}}